{
  "rows_with_short_runs": 837,
  "samples": [
    {
      "book": "1 Korintus",
      "chapter": 6,
      "verse": 8,
      "text": "Tetapi kamu sendiri melakukan ketidakadilan dan kamu sendiri mendatangkan kerugian, dan hal itu kamu buat terhadap saudara-saudaramu."
    },
    {
      "book": "1 Korintus",
      "chapter": 7,
      "verse": 28,
      "text": "Tetapi, kalau engkau kawin, engkau tidak berdosa. Dan kalau seorang gadis kawin, ia tidak berbuat dosa. Tetapi orang-orang yang demikian akan ditimpa kesusahan badani dan aku mau menghindarkan kamu dari kesusahan itu."
    },
    {
      "book": "1 Korintus",
      "chapter": 7,
      "verse": 36,
      "text": "Tetapi jikalau seorang menyangka, bahwa ia tidak berlaku wajar terhadap gadisnya, jika gadisnya itu telah bertambah tua dan ia benar-benar merasa, bahwa mereka harus kawin, baiklah mereka kawin, kalau ia menghendakinya. Hal itu bukan dosa."
    },
    {
      "book": "1 Korintus",
      "chapter": 9,
      "verse": 24,
      "text": "Tidak tahukah kamu, bahwa dalam gelang gang pertandingan semua peserta turut berlari, tetapi bahwa hanya satu orang saja yang mendapat ha di ah? Karena itu larilah pemeriksaan karena ke berat an-ke berat an hati nurani."
    },
    {
      "book": "1 Korintus",
      "chapter": 11,
      "verse": 18,
      "text": "Sebab pertama-tama aku mendengar, bahwa apabila kamu berkumpul sebagai Jemaat, ada perpecahan di antara kamu, dan hal itu sedikit banyak aku percaya."
    },
    {
      "book": "1 Korintus",
      "chapter": 11,
      "verse": 22,
      "text": "Apakah kamu tidak mempunyai rumah sendiri untuk makan dan minum? Atau maukah kamu menghinakan Jemaat Allah dan memalukan orang-orang yang tidak mempunyai apa-apa? Apakah yang kukatakan kepada kamu? Memuji kamu? Dalam hal ini aku tidak memuji."
    },
    {
      "book": "1 Korintus",
      "chapter": 12,
      "verse": 3,
      "text": "Karena itu aku mau meyakinkan kamu, bahwa tidak ada seorangpun yang berkata-kata oleh Roh Allah, dapat berkata: \"Terkutuklah Yesus!\" dan tidak ada seorangpun, yang dapat mengaku: \"Yesus adalah Tuhan\", selain oleh Roh Kudus."
    },
    {
      "book": "1 Korintus",
      "chapter": 13,
      "verse": 6,
      "text": "Ia tidak bersukacita karena ketidakadilan, tetapi ia ber su ka ci ta karena kebenaran."
    },
    {
      "book": "1 Korintus",
      "chapter": 16,
      "verse": 11,
      "text": "Jadi, janganlah ada orang yang menganggapnya rendah! Tetapi tolonglah dia, supaya ia melanjutkan perjalanannya dengan selamat, agar ia datang kembali kepadaku, sebab aku di sini menunggu kedatangannya bersama-sama dengan saudara-saudara yang lainka. re na kamu ju ga tu rut"
    },
    {
      "book": "1 Makabe",
      "chapter": 1,
      "verse": 1,
      "text": "Ke pada para saudara Ya hu di di Mesir, salam. Para saudara Ya hu di di kota Yerusalem dan di negeri Yudea menyampaikan selamat sejahtera."
    },
    {
      "book": "1 Makabe",
      "chapter": 1,
      "verse": 7,
      "text": "Dalam pemerintah an raja Demetrius, dalam tahun seratus enam puluh sembilan, kami orang-orang Ya hu di telah menulis sepucuk surat ke padamu yang isinya sebagai berikut: \"Kami berada dalam ke him pit an dan ke me lut yang menimpa di ri kami selama tahun-tahun yang lampau, semenja"
    },
    {
      "book": "1 Makabe",
      "chapter": 1,
      "verse": 10,
      "text": "Para penduduk Yerusalem dan negeri Yudea, Majelis Ter tua dan Yudas ke pada Aris to bulus, pengajar raja Ptolemeus dan keturunan para imam yang di urapi dan ke pada sekali an orang Ya hu di di negeri Mesir, selamat sejahtera."
    },
    {
      "book": "1 Makabe",
      "chapter": 1,
      "verse": 11,
      "text": "Oleh sebab kami telah diselamatkan oleh Allah dari berbagai ba ha ya yang besar, maka kami bersyukur ke padaNya; seolah-olah kami telah berperang me lawan seorang raja."
    },
    {
      "book": "1 Makabe",
      "chapter": 1,
      "verse": 16,
      "text": "Kemu di an mereka membuka sebuah pintu loteng yang ter sem bunyi, me lemparkan batu-batu dan meng hancur kan penguasa itu. Mayat-mayat iringan raja dicincang, kepala mereka dipenggal lalu di lempar kan ke pada orang-orang yang ber di ri di luar."
    },
    {
      "book": "1 Makabe",
      "chapter": 1,
      "verse": 18,
      "text": "Oleh karena kami bermaksud me raya kan pen tahir an Bait Suci pada tanggal dua puluh lima bulan Kislew, maka kami menganggap baik memberi tahu kan hal itu ke padamu, supaya kamu me raya kan hari raya Pon dok Daun dan pesta api."
    },
    {
      "book": "1 Makabe",
      "chapter": 3,
      "verse": 26,
      "text": "Nama Yudas sampai juga ke hadapan raja dan segala bangsa mem per cakap kan per tempur an-pertempuran yang di ada kan Yudas. Antiokhus menyiapkan penyerbuan ke Persia dan Yehuda"
    },
    {
      "book": "1 Makabe",
      "chapter": 8,
      "verse": 16,
      "text": "Tiap-tiap tahun pemerintahan atas mereka serta kekuasaan atas seluruh negerinya dipercayakan kepada satu orang. Semua mentaati satu orang itu dan di kalangan mereka tidak ada kedengkian maupun persainganOrang-orang. Yahudi masuk persekutuan dengan Roma"
    },
    {
      "book": "1 Makabe",
      "chapter": 10,
      "verse": 72,
      "text": "Bertanyalah saja dan belajarlah siapa aku ini dan siapa orang-orangnya yang memberikan bantuannya kepada kami! Maka orang akan berkata: Kamu tidak dapat bertahan terhadap kami. Sebab sudah dua kali nenek moyangmu terpaksa melarikan diri dari negeri mereka sendiri."
    },
    {
      "book": "1 Makabe",
      "chapter": 11,
      "verse": 29,
      "text": "Per mohon an itu di kabul kan oleh raja juga dan di tulisnya sepucuk surat tentang semuanya itu untuk Yonatan. Adapun isi surat itu berbunyi sebagai berikut: Surat keterangan raja Demetrius yang meneguhkan hak istimewa orang-orang Yahudi"
    },
    {
      "book": "1 Makabe",
      "chapter": 13,
      "verse": 29,
      "text": "Bagi limas-limas itu dibuatnya alas-alas dan di sekeliling ditempatkannya tiang-tiang besar. Sebagai kenang-kenangan abadi dipasangnya perlengkapan senjata pada tiang-tiang itu dan di dekat perlengkapan senjata itu diterapkannya kapal-kapalan, supaya dapat dilihat oleh semua oran"
    },
    {
      "book": "1 Petrus",
      "chapter": 1,
      "verse": 6,
      "text": "Bergembiralah akan hal itu, sekalipun sekarang ini kamu seketika harus berduka cita oleh berbagai-bagai pencoba an. dan kepada penge tahu an penguasa an di ri, ke pada penguasa an di ri ke tekun an, dan ke pada ketekunan ke saleh an,"
    },
    {
      "book": "1 Petrus",
      "chapter": 1,
      "verse": 7,
      "text": "Maksud semuanya itu ialah untuk membuktikan kemurnian imanmu-yang jauh lebih tinggi nilainya dari pada emas yang fana, yang diuji kemurniannya dengan apisehingga kamu memperoleh puji-pujian dan kemuliaan dan kehormatan pada hari Yesus Kristus menyatakan diri-Nyadan. ke pa da ke s"
    },
    {
      "book": "1 Petrus",
      "chapter": 1,
      "verse": 8,
      "text": "Sekalipun kamu belum per nah me lihat Dia, namun kamu mengasihi-Nya. Kamu percaya ke pada Dia, sekalipun kamu sekarang tidak me lihat-Nya. Kamu bergembira karena suka cita yang mulia dan yang tidak ter kata kan, Sebab apa bila semuanya itu ada padamu dengan berlimpah-limpah, kamu"
    },
    {
      "book": "1 Petrus",
      "chapter": 1,
      "verse": 16,
      "text": "sebab ada ter tulis: Kuduslah kamu, sebab Aku kudus. Sebab kami tidak mengikuti do ngengdo ngeng isapan jempol manusia, ketika kami memberi tahu kan ke padamuku asa dan ke datang an Tuhan kita, Yesus Kristus sebagai raja, tetapi kami adalah saksi mata dari ke besar an-Nya."
    },
    {
      "book": "1 Petrus",
      "chapter": 1,
      "verse": 20,
      "text": "Ia telah di pilih sebelum dunia di jadi kan, tetapi - karena kamu - Ia baru me nyata kan di ri-Nya pada zaman akhir. Yang terutama harus kamu ketahui, ialah bahwa nubuat-nubuat dalam Kitab Suci tidak boleh ditafsirkan menurut ke hendak sendiri,"
    },
    {
      "book": "1 Petrus",
      "chapter": 3,
      "verse": 20,
      "text": "yaitu kepada roh-roh mereka yang dahulu pada waktu Nuh tidak taat kepada Allah, ketika Allah tetap menanti dengan sabar waktu Nuh sedang mempersiapkan bahteranya, di mana hanya sedikit, yaitu delapan orang, yang diselamatkan oleh air bah itu."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 1,
      "verse": 5,
      "text": "Lalu Adonia, anak Hagit, meninggikan diri dengan berkata: \"Aku ini mau menjadi raja.\" Ia melengkapi dirinya dengan kereta-kereta dan orang-orang berkuda serta lima puluh orang yang berlari di depannya."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 1,
      "verse": 8,
      "text": "Tetapi imam Zadok dan Benaya bin Yoyada dan nabi Natan dan Simei dan Rei dan para pahlawan Daud tidak memihak kepada Adonia."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 1,
      "verse": 21,
      "text": "Nanti aku ini dan anakku Salomo dituduh bersalah segera sesudah tuanku raja mendapat perhentian bersama-sama dengan nenek moyangnya.\""
    },
    {
      "book": "1 Raja-raja",
      "chapter": 1,
      "verse": 24,
      "text": "Natan berkata: \"Ya tuanku raja, tuanku sendirilah rupa-rupanya yang telah berkata: Adonia akan menjadi raja sesudah aku dan ia akan duduk di atas takhtaku!"
    },
    {
      "book": "1 Raja-raja",
      "chapter": 2,
      "verse": 5,
      "text": "Dan lagi engkaupun mengetahui apa yang dilakukan kepadaku oleh Yoab, anak Zeruya, apa yang dilakukannya kepada kedua panglima Israel, yakni Abner bin Ner dan Amasa bin Yeter. Ia membunuh mereka dan menumpahkan darah dalam zaman damai seakan-akan ada perang, sehingga sabuk pinggan"
    },
    {
      "book": "1 Raja-raja",
      "chapter": 2,
      "verse": 39,
      "text": "Dan sesudah lewat tiga tahun, terjadilah bahwa dua orang hamba Simei lari kepada Akhis bin Maakha, raja Gat, lalu diberitahukan kepada Simei: \"Ketahuilah, kedua orang hambamu ada di Gat.\""
    },
    {
      "book": "1 Raja-raja",
      "chapter": 2,
      "verse": 40,
      "text": "Maka berkemaslah Simei, dipelanainya keledainya, dan pergilah ia ke Gat, kepada Akhis, untuk mencari hambanya itu. Lalu Simei pulang dan membawa mereka dari Gat."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 2,
      "verse": 41,
      "text": "Ketika diberitahukan kepada Salomo, bahwa tadinya Simei pergi dari Yerusalem ke Gat dan sekarang sudah pulang,"
    },
    {
      "book": "1 Raja-raja",
      "chapter": 3,
      "verse": 17,
      "text": "Kata perempuan yang satu: \"Ya tuanku! aku dan perempuan ini diam dalam satu rumah, dan aku melahirkan anak, pada waktu dia ada di rumah itu."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 4,
      "verse": 18,
      "text": "dan Simei bin Ela di Benyamin."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 4,
      "verse": 19,
      "text": "Geber bin Uri di tanah Gilead memegang tanah Sihon, raja orang Amori, dan tanah Og, raja Basan; dan dialah satu-satunya kepala daerah yang ada di tanah itu."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 7,
      "verse": 23,
      "text": "Kemu di an di buatnyalah\"laut\" tuangan yang sepuluh hasta dari tepi ke tepi, bundar Kemu di an Salomo me masuk kan barang-barang kudus Daud, ayahnya, dan menaruh perak, emas dan barang-barang itu dalam perbendaharaan rumah Tuhan."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 7,
      "verse": 31,
      "text": "Dan mulut kereta penopang itu ada di sebelah dalam sangga-sangga itu, menonjol ke atas satu hasta; mulutnya itu bundar, buatannya sebagai tumpuan, dan dalamnya satu setengah hasta; juga pada mulutnya itu ada ukiran, tetapi papan-papan penutupnya empat persegi, jadi tidak bundar."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 7,
      "verse": 32,
      "text": "Keempat roda itu ada di bawah papan penutup, dan tangan-tangan roda itu ada pada kereta penopang itu; dan tinggi satu roda ialah satu setengah hasta."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 10,
      "verse": 19,
      "text": "Takhta itu enam tingkatnya; pada takhta itu ada di sebelah belakang sebuah kepala bundar, dan pada kedua sisi tempat duduk ada kelek-kelek. Di samping kelek-kelek itu berdiri dua singa,"
    },
    {
      "book": "1 Raja-raja",
      "chapter": 12,
      "verse": 30,
      "text": "Maka hal itu menyebabkan orang berdosa, sebab rakyat pergi ke Betel menyembah patung yang satu dan ke Dan menyembah patung yang lain."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 14,
      "verse": 15,
      "text": "Kemudian Tuhan akan menghajar orang Israel, sehingga tergoyah-goyah seperti gelagah di air dan Ia akan menyentakkan mereka dari pada tanah yang baik ini yang telah diberikan-Nya kepada nenek moyang mereka; Ia akan menyerakkan mereka ke seberang sungai Efrat sana, oleh karena mere"
    },
    {
      "book": "1 Raja-raja",
      "chapter": 17,
      "verse": 15,
      "text": "Lalu pergilah perempuan itu dan berbuat seperti yang dikatakan Elia; maka perempuan itu dan dia serta anak perempuan itu mendapat makan beberapa waktu lamanya."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 18,
      "verse": 5,
      "text": "Ahab berkata kepada Obaja: \"Jelajahilah negeri ini dan pergi ke segala mata air dan ke semua sungai; barangkali kita menemukan rumput, sehingga kita dapat menyelamatkan kuda dan bagal, dan tidak usah kita memotong seekorpun dari hewan itu.\""
    },
    {
      "book": "1 Raja-raja",
      "chapter": 22,
      "verse": 19,
      "text": "Kata Mikha: \"Sebab itu dengarkanlah firman Tuhan. Aku telah melihat Tuhan sedang duduk di atas takhta-Nya dan segenap tentara sorga berdiri di dekat-Nya, di sebelah kanan-Nya dan di sebelah kiri-Nya."
    },
    {
      "book": "1 Raja-raja",
      "chapter": 22,
      "verse": 44,
      "text": "Hanya bukit-bukit pengorbanan tidak di jauh kan. Orang masih mem per sem bahkan dan membakar korban di bukit-bukit itu."
    },
    {
      "book": "1 Samuel",
      "chapter": 1,
      "verse": 11,
      "text": "Kemudian bernazarlah ia, katanya: \"Tuhan semesta alam, jika sungguh-sungguh Engkau memperhatikan sengsara hamba-Mu ini dan mengingat kepadaku dan tidak melupakan hamba-Mu ini, tetapi memberikan kepada hamba-Mu ini seorang anak laki-laki, maka aku akan memberikan dia kepada Tuhan "
    },
    {
      "book": "1 Samuel",
      "chapter": 4,
      "verse": 1,
      "text": "1a Dan per kata an Samuel sampai ke seluruh Israel. Tabut Tuhan dirampas 1b Orang Israel maju berperang me lawan orang Filistin dan berkemah dekat Eben-Haezer, sedang orang Filistin berkemah di Afek."
    },
    {
      "book": "1 Samuel",
      "chapter": 6,
      "verse": 1,
      "text": "Setelah tujuh bulan lamanya tabut Tuhan itu ada di daerah orang Filistin,"
    },
    {
      "book": "1 Samuel",
      "chapter": 13,
      "verse": 3,
      "text": "Yonatan memukul kalah pasukan pendudukan orang Filistin yang ada di Geba; dan hal itu terdengar oleh orang Filistin. Karena itu Saul menyuruh meniup sangkakala di seluruh negeri, sebab pikirnya: \"Biarlah orang Ibrani mendengarnya.\""
    },
    {
      "book": "1 Samuel",
      "chapter": 23,
      "verse": 23,
      "text": "Berusahalah mengetahui segala tempat persembunyiannya. Kemudian datanglah kembali kepadaku dengan kabar yang pasti; dan aku akan pergi bersama-sama dengan kamu. Sesungguhnya, jika ia ada di dalam negeri, maka aku akan meneliti dia di antara segala ribuan orang Yehuda.\""
    },
    {
      "book": "1 Samuel",
      "chapter": 24,
      "verse": 4,
      "text": "Ia sampai ke kandang-kandang domba di tepi jalan. Di sana ada gua dan Saul masuk ke dalamnya untuk membuang hajat, tetapi Daud dan orang-orangnya duduk di bagian belakang gua itu."
    },
    {
      "book": "1 Samuel",
      "chapter": 24,
      "verse": 9,
      "text": "Kemudian bangunlah Daud, ia keluar dari dalam gua itu dan berseru kepada Saul dari belakang, katanya: \"Tuanku raja!\" Saul menoleh ke belakang, lalu Daud berlutut dengan mukanya ke tanah dan sujud menyembah."
    },
    {
      "book": "1 Samuel",
      "chapter": 25,
      "verse": 2,
      "text": "Ketika itu ada seorang laki-laki di Maon, yang mempunyai perusahaan di Karmel. Orang itu sangat kaya: ia mempunyai tiga ribu ekor domba dan seribu ekor kambing. Ia ada di Karmel pada pengguntingan bulu domba-dombanya."
    },
    {
      "book": "1 Samuel",
      "chapter": 30,
      "verse": 12,
      "text": "dan memberikan kepadanya sepotong kue ara dan dua buah kue kismis, dan setelah dimakannya, ia segar kembali, sebab ia tidak makan dan minum selama tiga hari tiga malam."
    },
    {
      "book": "1 Samuel",
      "chapter": 31,
      "verse": 4,
      "text": "Lalu berkatalah Saul kepada pembawa senjatanya: \"Hunuslah pedangmu dan tikamlah aku, supaya jangan datang orang-orang yang tidak bersunat ini menikam aku dan memperlakukan aku sebagai permainan.\" Tetapi pembawa senjatanya tidak mau, karena ia sangat segan. Kemudian Saul mengambil"
    },
    {
      "book": "1 Samuel",
      "chapter": 31,
      "verse": 13,
      "text": "Mereka mengambil tulang-tulangnya lalu menguburkannya di bawah pohon tamariska di Yabesh. Sesudah itu berpuasalah mereka tujuh hari lamanyalo. los da ri ten ta ra Is rael.\""
    },
    {
      "book": "1 Tawarikh",
      "chapter": 1,
      "verse": 31,
      "text": "Yetur, Nafish dan Kedma; mereka itulah anak-anak Ismael. Mi di an ialah: Efa, Efer, Hanokh, Abida dan Eldaa."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 1,
      "verse": 40,
      "text": "Anak-anak Syobal ialah Alyan, Manahat, Ebal, Syefi dan Onam; anak-anak Zibeon ialah Aya dan Ana."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 2,
      "verse": 20,
      "text": "Hur memperanakkan Uri dan Uri memperanakkan Bezaleel."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 6,
      "verse": 35,
      "text": "bin Zuf bin Elkana bin Mahat bin Amasai"
    },
    {
      "book": "1 Tawarikh",
      "chapter": 7,
      "verse": 12,
      "text": "Anak-anak Elpaal ialah Eber, Misam dan Semed; dia ini men di ri kan kota Ono dan kota Lod dengan segala anak kotanya."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 7,
      "verse": 25,
      "text": "Yif de ya dan Pnuel ialah anak-anak Sasak."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 7,
      "verse": 32,
      "text": "dan Miklot yang mem per anak kan Si mea. Juga mereka ini pergi diam ber dekat an dengan saudara-saudara mereka di Yerusalem bersama-sama saudara mereka yang lain."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 7,
      "verse": 33,
      "text": "Ner mem per anak kan Kish; Kish mem per anak kan Saul; Saul mem per anak kan Yonatan, Malkisua, Abi nadab dan Esybaal."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 7,
      "verse": 34,
      "text": "Anak Yonatan ialah Me ri baal dan Me ri baal memperanakkan Mikha."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 9,
      "verse": 8,
      "text": "Yibnea bin Yeroham, Ela bin Uzi bin Mikhri dan Mesulam bin Sefaca bin Rehuel bin Yibnia"
    },
    {
      "book": "1 Tawarikh",
      "chapter": 9,
      "verse": 16,
      "text": "serta Obaja bin Semaya bin Galal bin Yedutun dan Berekhya bin Asa bin Elkana yang diam di desa-desa orang Netofa."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 11,
      "verse": 16,
      "text": "Pada waktu itu Daud ada di dalam kubu gunung dan pasukan pendudukan orang Filistin pada waktu itu ada di Betlehem."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 12,
      "verse": 40,
      "text": "Juga orang-orang yang tinggal dekat mereka, bahkan dari Isakhar, Zebulon dan Naftali, membawa makanan dengan memakai keledai, unta, bagal dan lembu, yakni bahan makanan tepung, kue ara dan kue kismis, anggur dan minyak, lembu sapi dan kambing domba, dalam jumlah besar, sebab ada "
    },
    {
      "book": "1 Tawarikh",
      "chapter": 17,
      "verse": 1,
      "text": "Setelah Daud menetap di rumahnya, berkatalah ia kepada nabi Natan: \"Lihatlah, aku ini diam dalam rumah dari kayu aras, padahal tabut perjanjian Tuhan itu ada di bawah tenda-tenda.\""
    },
    {
      "book": "1 Tawarikh",
      "chapter": 17,
      "verse": 12,
      "text": "Dialah yang akan mendirikan rumah bagi-Ku dan Aku akan mengokohkan takhtanya untuk selama-lamanya."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 17,
      "verse": 17,
      "text": "Dan hal ini masih kurang di mata-Mu, ya Allah; sebab itu Engkau telah berfirman juga tentang keluarga hamba-Mu ini dalam masa yang masih jauh dan telah memperlihatkan kepadaku serentetan manusia yang akan datang, ya Tuhan Allah."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 17,
      "verse": 19,
      "text": "Ya Tuhan, oleh karena hamba-Mu ini dan menurut hati-Mu Engkau telah melakukan segala perkara yang besar ini dengan memberitahukan segala perkara yang besar itu."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 17,
      "verse": 23,
      "text": "Dan sekarang, ya Tuhan, diteguhkanlah untuk selama-lamanya janji yang Kauucapkan mengenai hamba-Mu ini dan mengenai keluarganya dan lakukanlah seperti yang Kaujanjikan itu."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 21,
      "verse": 29,
      "text": "Kemah Suci, yang dibuat Musa di padang gurun, dan mezbah korban bakaran pada waktu itu ada di bukit pengorbanan di Gibeon,"
    },
    {
      "book": "1 Tawarikh",
      "chapter": 22,
      "verse": 10,
      "text": "Dialah yang akan mendirikan rumah bagi nama-Ku dan dialah yang akan menjadi anak-Ku dan Aku akan menjadi Bapanya; Aku akan mengokohkan takhta kerajaannya atas Israel sampai selama-lamanya."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 26,
      "verse": 28,
      "text": "Juga segala yang dikuduskan oleh Samuel, pelihat itu, oleh Saul bin Kish, oleh Abner bin Ner dan oleh Yoab, anak Zeruya, ya segala barang yang dikuduskan ada di bawah pengawasan Selomit beserta sanak saudaranya."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 28,
      "verse": 6,
      "text": "Ia telah berfirman kepadaku: Salomo, anakmu, dialah yang akan mendirikan rumah-Ku dan pelataran-Ku sebab Aku telah memilih dia menjadi anak-Ku dan Aku akan menjadi bapanya."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 29,
      "verse": 14,
      "text": "Sebab siapakah aku ini dan siapakah bangsaku, sehingga kami mampu memberikan persembahan sukarela seperti ini? Sebab dari pada-Mulah segala-galanya dan dari tangan-Mu sendirilah persembahan yang kami berikan kepada-Mu."
    },
    {
      "book": "1 Tawarikh",
      "chapter": 29,
      "verse": 30,
      "text": "beserta segala hidupnya sebagai raja dan ke pahlawan annya dan ke ada an zaman yang di alaminya dan di alami Israel dan segala kerajaan di negeri-negeri lain. 2 TAWARIKH Doa Salomo memohon hikmat (1Raj."
    },
    {
      "book": "1 Tesalonika",
      "chapter": 1,
      "verse": 5,
      "text": "Sebab Injil yang kami berita kan bukan di sampai kan ke pada kamu dengan kata-kata saja, tetapi juga dengan ke kuat an oleh Roh Kudus dan dengan suatu ke pasti an yang kokoh. Memang kamu tahu, bagaimana kami bekerja 4:9: Flm. 1:10-12 4:10: Kis. 12:12, 25, 13:13, 15:37-39, 19:29, "
    },
    {
      "book": "1 Tesalonika",
      "chapter": 3,
      "verse": 4,
      "text": "Sebab, juga waktu kami bersama-sama dengan kamu, telah kami katakan kepada kamu, bahwa kita akan mengalami kesusahan. Dan hal itu, seperti kamu tahu, telah terjadi."
    },
    {
      "book": "1 Timotius",
      "chapter": 2,
      "verse": 5,
      "text": "Karena Allah itu esa dan esa pula Dia yang menjadi pengantara antara Allah dan manusia, yaitu manusia Kristus Yesus,"
    },
    {
      "book": "1 Timotius",
      "chapter": 5,
      "verse": 14,
      "text": "Karena itu aku mau supaya janda-janda yang muda kawin lagi, beroleh anak, memimpin rumah tangganya dan jangan memberi alasan kepada lawan untuk memburuk-burukkan nama kita."
    },
    {
      "book": "1 Timotius",
      "chapter": 6,
      "verse": 1,
      "text": "Semua orang yang menanggung beban per budak an hendaknya menganggap tuan mereka layak mendapat segala penghormatan, agar nama Allah dan ajar an kita jangan di hujat orang. 2a Jika tuan mereka seorang percaya, janganlah ia kurang di segani karena bersaudara dalam Kristus, me lain "
    },
    {
      "book": "1 Yohanes",
      "chapter": 1,
      "verse": 7,
      "text": "Tetapi jika kita hidup di dalam terang sama seperti Dia ada di dalam terang, maka kita beroleh persekutuan seorang dengan yang lain, dan darah Yesus, Anak-Nya itu, menyucikan kita dari pada segala dosa."
    },
    {
      "book": "1 Yohanes",
      "chapter": 2,
      "verse": 6,
      "text": "Barangsiapa mengatakan, bahwa ia ada di dalam Dia, ia wajib hidup sama seperti Kristus telah hidup."
    },
    {
      "book": "1 Yohanes",
      "chapter": 2,
      "verse": 8,
      "text": "Namun perintah baru juga yang kutuliskan kepada kamu, telah ternyata benar di dalam Dia dan di dalam kamu; sebab kegelapan sedang lenyap dan terang yang benar telah bercahaya."
    },
    {
      "book": "1 Yohanes",
      "chapter": 3,
      "verse": 9,
      "text": "Setiap orang yang lahir dari Allah, tidak berbuat dosa lagi; sebab benih ilahi tetap ada di dalam dia dan ia tidak dapat berbuat dosa, karena ia lahir dari Allah."
    },
    {
      "book": "1 Yohanes",
      "chapter": 4,
      "verse": 13,
      "text": "Demikianlah kita ketahui, bahwa kita tetap berada di dalam Allah dan Dia di dalam kita: Ia telah mengaruniakan kita mendapat bagian dalam Roh-Nya."
    },
    {
      "book": "1 Yohanes",
      "chapter": 4,
      "verse": 15,
      "text": "Barangsiapa mengaku, bahwa Yesus adalah Anak Allah, Allah tetap berada di dalam dia dan dia di dalam Allah."
    },
    {
      "book": "1 Yohanes",
      "chapter": 5,
      "verse": 8,
      "text": "Dan ada tiga yang memberi kesaksian di bumi]: Roh dan air dan darah dan ketiganya adalah satu."
    },
    {
      "book": "1 Yohanes",
      "chapter": 5,
      "verse": 11,
      "text": "Dan inilah kesaksian itu: Allah telah mengaruniakan hidup yang kekal kepada kita dan hidup itu ada di dalam AnakNya."
    },
    {
      "book": "2 Korintus",
      "chapter": 5,
      "verse": 5,
      "text": "Tetapi Allahlah yang justru mempersiapkan kita untuk hal itu dan yang mengaruniakan Roh, kepada kita sebagai jaminan segala sesuatu yang telah disediakan bagi kita."
    },
    {
      "book": "2 Korintus",
      "chapter": 10,
      "verse": 8,
      "text": "Bahkan, jikalau aku agak berlebih-lebihan bermegah atas kuasa, yang dikaruniakan Tuhan kepada kami untuk membangun dan bukan untuk meruntuhkan kamu, maka dalam hal itu aku tidak akan mendapat malu."
    },
    {
      "book": "2 Korintus",
      "chapter": 11,
      "verse": 14,
      "text": "Hal itu tidak usah ke lemah an, di dalam siksa an, di dalam kesukaran, di dalam penganiaya an dan ke sesak an oleh karena Kristus."
    },
    {
      "book": "2 Korintus",
      "chapter": 11,
      "verse": 19,
      "text": "Sudah lama agaknya kamu menyangka, bahwa kami hendak membela di ri di depan kamu. Di hadapan Allah dan demi Kristus kami berkata: semua ini, saudara-saudaraku yang ke kasih, ter jadi untuk membangun iman kamu."
    },
    {
      "book": "2 Korintus",
      "chapter": 11,
      "verse": 20,
      "text": "Sebab aku kuatir, bahwa apa bila aku datang aku mendapati kamu tidak seperti yang kuinginkan dan kamu mendapati aku tidak seperti yang kamu ingin kan. Aku kuatir akan adanya perselisihan, iri hati, amarah, ke penting an di ri sendiri, fitnah, bisik-bisikan, keangkuhan, dan ke rus"
    },
    {
      "book": "2 Korintus",
      "chapter": 11,
      "verse": 21,
      "text": "Aku kuatir, bahwa apa bila aku datang lagi, Allahku akan me rendah kan aku di depan kamu, dan bahwa aku akan berduka cita terhadap banyak orang yang di masa yang lampau berbuat dosa dan belum lagi bertobat dari ke cemar an, per cabul an dan ke tidak sopan an yang mereka laku kan."
    },
    {
      "book": "2 Korintus",
      "chapter": 12,
      "verse": 8,
      "text": "Tentang hal itu aku sudah tiga kali berseru kepada Tuhan, supaya utusan Iblis itu mundur dari padaku."
    },
    {
      "book": "2 Makabe",
      "chapter": 1,
      "verse": 8,
      "text": "Asa mem per anak kan Yosafat, Yosafat mem per anak kan Yoram, Yoram mem per anak kan Uzia,"
    },
    {
      "book": "2 Makabe",
      "chapter": 1,
      "verse": 20,
      "text": "Tetapi ketika ia mem per timbang kan maksud itu, malaikat Tuhan nampak ke padanya dalam mimpi dan berkata: \"Yusuf, anak Daud, janganlah engkau takut mengambil Maria sebagai isterimu, sebab anak yang di dalam kandung annya adalah dari Roh Kudus."
    },
    {
      "book": "2 Makabe",
      "chapter": 1,
      "verse": 22,
      "text": "Sesudah hal itu dilakukan dan beberapa saat kemudian matahari yang tadinya diliputi awan mulai bersinar, maka bernyalalah api besar, sehingga sekalian orang keherananHal. itu ter ja di su pa ya ge naplah yang di fi r man kan Tuhan oleh nabi:"
    },
    {
      "book": "2 Makabe",
      "chapter": 2,
      "verse": 2,
      "text": "Setelah kaum buang an di berinya hukum Taurat, nabi itu me nasehat kan mereka, supaya mereka jangan me lupa kan segala ke tetap an Tuhan dan supaya janganlah disesatkan pikir an mereka dengan me lihat berbagai berhala emas dan perak serta segenap per hiasannya. dan bertanya-tanya"
    },
    {
      "book": "2 Makabe",
      "chapter": 2,
      "verse": 3,
      "text": "Dengan per kata an-per kata an lainpun yang serupa itu mereka di ajaknya, supaya jangan menjauh kan hukum Taurat dari dalam hati mereka. Ketika raja Herodes mendengar hal itu ter ke jutlah ia beserta seluruh Yerusalem."
    },
    {
      "book": "2 Makabe",
      "chapter": 2,
      "verse": 4,
      "text": "Di dalam naskah itu ter dapat pula berita bahwa atas ilham Allah nabi itu telah menyuruh, supaya Kemah Suci dan tabut per janji an menyertai dia ketika ia pergi ke gunung yang telah didaki Musa untuk memandang milik Allah. Maka di kum pul kannya semua imam kepala dan ahli Taurat "
    },
    {
      "book": "2 Makabe",
      "chapter": 2,
      "verse": 5,
      "text": "Setibanya di sana Yeremia menemu kan sebuah ke di aman yang berupa gua. Kemah Suci, tabut per janji an dan mezbah ukupan di bawanya masuk, lalu tempat masuk di re bat olehnya. Mereka berkata kepadanya: \"Di Betlehem di tanah Yudea, karena demi kianlah ada ter tulis dalam kitab nab"
    },
    {
      "book": "2 Makabe",
      "chapter": 3,
      "verse": 9,
      "text": "Setibanya di Yerusalem Heliodorus disambut baik oleh imam besar kota itu. Lalu Heliodorus memberitahu imam itu tentang laporan yang telah diterima itu dan diterangkannya juga mengapa ia ada di situ. Ditanyakannya apakah laporan itu tepat."
    },
    {
      "book": "2 Makabe",
      "chapter": 6,
      "verse": 17,
      "text": "Cukuplah kiranya kami mengingatkan hal itu dan baiklah sekarang kami kembali kepada kisahnya sesudah pelanturan yang kecil iniEleazar. disiksa dan dibunuh"
    },
    {
      "book": "2 Makabe",
      "chapter": 7,
      "verse": 5,
      "text": "Setelah orang itu dipuntungkan seluruhnya, maka sang raja menyuruh untuk membawa orang yang masih bernafas itu ke api dan menggorengnya di dalam kuali. Sementara uap dari kuali itu merata luas, maka saudara-saudara lain serta ibu mereka saling mengajak untuk mati secara perwira."
    },
    {
      "book": "2 Makabe",
      "chapter": 7,
      "verse": 24,
      "text": "Adapun raja Antiokhus mengira bahwa ibu itu menghina dia dan ia menganggap bicaranya suatu penistaan. Anak bungsu yang masih hidup itu tidak hanya dibujuk dengan kata-kata, tetapi sang raja juga menjanjikan dengan angkat sumpah bahwa anak bungsu itu akan dijadikannya kaya dan bah"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 19,
      "text": "Kemu di an oleh Yudas di bilang di hadapan anak buahnya segala pertolongan Tuhan di zaman para leluhur. Misalnya apa yang ter jadi di masa Sanherib. Bagaimana seratus delapan puluh lima ribu orang telah dibinasakan.\"Antiokhus, raja dan panglima, menyampaikan banyak salam dan sela"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 20,
      "text": "Atau apa yang pernah terjadi di kota Babel dalam suatu pertempuran dengan orang-orang Galatia. Orang yang terlibat dalam perkara itu hanya berjumlah delapan ribu orang bersama dengan empat ribu orang Makedonia. Namun demikian, waktu orang-orang Makedonia terhimpit maka mereka yan"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 23,
      "text": "Di suruhnya pula Eleazar membaca kan Kitab Suci lalu di berinya semboyan ini: \"Dengan per tolong an Allah!\" Kemu di an diserangnya Nikanor dengan kelompok pertama di bawah pimpin annya sendiri. Akan tetapi mengingat bahwa oleh ayahandapun tiap-tiap kali ia pergi ke daerah-daerah "
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 24,
      "text": "Oleh karena Yang Mahakuasa menjadi sekutu mereka, maka berhasillah mereka menggorok sembilan ribu orang lebih dari antara musuh. Bagian terbesar dari prajurit Nikanor dilukai dan dijerakan oleh mereka dan semua dipaksa larian. daika ta ter ja di hal yang ti dak ter sang ka ataupu"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 25,
      "text": "Juga uang ke punya an orang-orang yang telah datang untuk membeli orang-orang Ya hu di diambil oleh mereka. Musuh di ke jar agak lama, tetapi kemu di an orang-orang Ya hu di berhenti oleh sebab waktu tidak mengi zin kan. menimbang pula selanjutnya bahwa para penguasa yang berbata"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 27,
      "text": "Setelah senjata di pungut dan per lengkap an musuh di rampas maka orang-orang Ya hu di sepanjang hari Sabat terus memuji dan me mulia kan Tuhan yang telah menyelamatkan mereka hingga hari itu dan dengan demi kian sudah mulai menunjuk kan lagi belas kasih an-Nya ke pada mereka. Me"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 28,
      "text": "Sehabis hari Sabat maka sebagian dari barang rampas an itu mereka beri kan ke pada orang yang bercacat, ke pada para janda dan ya tim piatu. Sisanya di bagi-bagi kan di antara mereka sendiri serta anak-anak mereka. Akan tetapi pembunuh manusia dan penghujat Allah itu terus mender"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 29,
      "text": "Setelah hal itu di selesai kan maka di ada kanlah suatu per mohon an umum. Berdoalah mereka ke pada Tuhan Yang Maha murah, supaya Ia sudi berdamai sama sekali dengan para hamba-Nya. Orang-orang Yahudi mengalahkan Timotius dan Bakhides Adapun jenazahnya di angkut oleh Filipus, seo"
    },
    {
      "book": "2 Makabe",
      "chapter": 8,
      "verse": 33,
      "text": "Dalam merayakan pesta kemenangan di tanah air orang-orang Yahudi membakar semua orang yang telah membakar pintu-pintu gerbang suci. Turut dibakar juga Kalistenes yang telah melarikan diri ke dalam suatu rumah kecil. Dengan demikian Kalistenes mendapat balasan yang setimpal dengan"
    },
    {
      "book": "2 Makabe",
      "chapter": 14,
      "verse": 35,
      "text": "\"Tuhan segala sesuatu, Engkau tidak membutuhkan barang sesuatupun. Namun demikian, Engkau berkenan bahwa Bait kediaman-Mu ada di tengah-tengah kami."
    },
    {
      "book": "2 Makabe",
      "chapter": 15,
      "verse": 5,
      "text": "Sahut Nikanor: \"Baiklah, tetapi aku ini berkuasa di bumi dan aku ini memerintahkan untuk angkat senjata dan melaksanakan dinas raja!\" Tetapi ia tidak mampu melaksanakan rencana yang keji ituYudas. mengajak orang-orang Yahudi untuk bertempur"
    },
    {
      "book": "2 Petrus",
      "chapter": 1,
      "verse": 3,
      "text": "Dan karena serakahnya guru-guru palsu itu akan berusaha mencari untung dari kamu dengan ce ri te ra-ce ri te ra isapan jempol mereka. Tetapi untuk per buatan mereka itu hukum an telah lama ter sedia dan ke binasa an tidak akan tertunda."
    },
    {
      "book": "2 Petrus",
      "chapter": 1,
      "verse": 5,
      "text": "dan jikalau Allah tidak menya yang kan dunia purba, tetapi hanya menyelamatkan Nuh, pemberita ke benar an itu, dengan tujuh orang lain, ketika Ia men datang kan air bah atas dunia orang-orang yang fasik;"
    },
    {
      "book": "2 Petrus",
      "chapter": 1,
      "verse": 10,
      "text": "terutama mereka yang menuruti hawa nafsunya karena ingin mencemarkan di ri dan yang menghina pemerintah an Allah. Mereka begitu berani dan angkuh, sehingga tidak segan-segan menghujat ke mulia an,"
    },
    {
      "book": "2 Petrus",
      "chapter": 1,
      "verse": 18,
      "text": "Sebab mereka mengucap kan kata-kata yang congkak dan hampa dan mem per guna kan hawa nafsu cabul untuk memikat orang-orang yang baru saja me lepas kan di ri dari mereka yang hidup dalam ke sesat an."
    },
    {
      "book": "2 Petrus",
      "chapter": 1,
      "verse": 20,
      "text": "Sebab jika mereka, oleh pengenalan mereka akan Tuhan dan Juru selamat kita, Yesus Kristus, telah me lepas kan di ri dari ke cemar an-ke cemar an dunia, tetapi terlibat lagi di dalamnya, maka akhirnya keadaan mereka lebih buruk dari pada yang semula."
    },
    {
      "book": "2 Petrus",
      "chapter": 3,
      "verse": 16,
      "text": "Hal itu dibuatnya dalam semua suratnya, apabila ia berbicara tentang perkara-perkara ini. Dalam surat-suratnya itu ada hal-hal yang sukar difahami, sehingga orang-orang yang tidak memahaminya dan yang tidak teguh imannya, memutarbalikkannya menjadi kebinasaan mereka sendiri, sama"
    },
    {
      "book": "2 Raja-raja",
      "chapter": 2,
      "verse": 8,
      "text": "Lalu Elia mengambil jubahnya, digulungnya, dipukulkannya ke atas air itu, maka terbagilah air itu ke sebelah sini dan ke sebelah sana, sehingga menyeberanglah keduanya dengan berjalan di tanah yang kering."
    },
    {
      "book": "2 Raja-raja",
      "chapter": 4,
      "verse": 12,
      "text": "Kemudian berkatalah ia kepada Gehazi, bujangnya: \"Panggillah perempuan Sunem itu.\" Lalu dipanggil-nyalah perempuan itu dan dia berdiri di depan Gehazi."
    },
    {
      "book": "2 Raja-raja",
      "chapter": 6,
      "verse": 8,
      "text": "Raja negeri Aram sedang berperang melawan Israel. Ia berunding dengan pegawai-pegawainya, lalu katanya: \"Ke tempat ini dan itu haruslah kamu turun menghadang.\""
    },
    {
      "book": "2 Raja-raja",
      "chapter": 6,
      "verse": 13,
      "text": "Berkatalah raja: \"Pergilah melihat, di mana dia, supaya aku menyuruh orang menangkap dia.\" Lalu diberitahukanlah kepadanya: \"Dia ada di Dotan.\""
    },
    {
      "book": "2 Raja-raja",
      "chapter": 7,
      "verse": 9,
      "text": "Lalu berkatalah yang seorang kepada yang lain: \"Tidak patut yang kita lakukan ini. Hari ini ialah hari kabar baik, tetapi kita ini tinggal diam saja. Apabila kita menanti sampai terang pagi, maka hukuman akan menimpa kita. Jadi sekarang, marilah kita pergi menghadap untuk memberi"
    },
    {
      "book": "2 Raja-raja",
      "chapter": 7,
      "verse": 11,
      "text": "Para penunggu pintu gerbang menyerukan dan memberitahukan hal itu ke istana raja."
    },
    {
      "book": "2 Raja-raja",
      "chapter": 9,
      "verse": 15,
      "text": "Tetapi raja Yoram sendiri telah pulang ke Yizreel, supaya luka-lukanya diobati, yang ditimbulkan orang Aram pada waktu ia berperang melawan Hazael, raja Aram. - Yehu berkata: \"Jika kamu sudah setuju, janganlah biarkan siapapun meloloskan diri dari kota untuk memberitahukan hal it"
    },
    {
      "book": "2 Raja-raja",
      "chapter": 18,
      "verse": 6,
      "text": "Ia berpaut kepada Tuhan, tidak menyimpang dari pada mengikuti Dia dan ia berpegang pada perintah-perintah Tuhan yang telah diperintahkan-Nya kepada Musa."
    },
    {
      "book": "2 Raja-raja",
      "chapter": 21,
      "verse": 7,
      "text": "Ia menaruh juga patung Asyera yang telah dibuatnya dalam rumah, walaupun sehubungan dengan rumah itu Tuhan telah berfirman kepada Daud dan kepada Salomo, anaknya: \"Dalam rumah ini dan di Yerusalem, yang telah Kupilih dari antara segala suku Israel, Aku akan menaruh nama-Ku untuk "
    },
    {
      "book": "2 Raja-raja",
      "chapter": 21,
      "verse": 26,
      "text": "Kemu di an ia di kubur kan dalam kuburnya di taman Uza. Maka Yosia, anaknya, menjadi raja mengganti kan dia. Yosia, raja Yehuda - Kitab Taurat ditemukan kembali (2Taw."
    },
    {
      "book": "2 Raja-raja",
      "chapter": 23,
      "verse": 19,
      "text": "Juga segala kuil di bukit-bukit pengorbanan yang di kota-kota Samaria yang dibuat oleh raja-raja Israel untuk menimbulkan sakit hati Tuhan, dijauhkan oleh Yosia dan dalam hal ini ia bertindak tepat seperti tindakannya di Betel."
    },
    {
      "book": "2 Raja-raja",
      "chapter": 24,
      "verse": 17,
      "text": "Kemu di an raja Babel mengangkat Matanya, paman Yoyakhin, menjadi raja mengganti kan dia dan menukar namanya menjadi Zedekia. Zedekia, raja Yehuda - Runtuhnya kerajaan Yehuda (2Taw."
    },
    {
      "book": "2 Samuel",
      "chapter": 1,
      "verse": 6,
      "text": "Orang muda yang membawa kabar kepadanya itu berkata: \"Kebetulan aku ada di pegunungan Gilboa; maka tampaklah Saul bertelekan pada tombaknya, sedang kereta-kereta dan orang-orang berkuda mengejarnya."
    },
    {
      "book": "2 Samuel",
      "chapter": 1,
      "verse": 20,
      "text": "Janganlah kabarkan itu di Gat, janganlah beritakan itu di lorong-lorong Askelon, supaya jangan bersukacita anak-anak perempuan orang Filistin, supaya jangan beria-ria anak-anak perempuan orang-orang yang tidak bersunat!"
    },
    {
      "book": "2 Samuel",
      "chapter": 3,
      "verse": 25,
      "text": "Apakah engkau tidak kenal Abner bin Ner itu. Ia datang untuk memperdaya engkau dan untuk mengetahui gerak-gerikmu dan untuk mengetahui segala yang hendak kaulakukan.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 3,
      "verse": 28,
      "text": "Ketika hal itu didengar Daud kemudian, berkatalah ia: \"Aku dan kerajaanku tidak bersalah di hadapan Tuhan sampai selama-lamanya terhadap darah Abner bin Ner itu."
    },
    {
      "book": "2 Samuel",
      "chapter": 7,
      "verse": 13,
      "text": "Dialah yang akan mendirikan rumah bagi nama-Ku dan Aku akan mengokohkan takhta kerajaannya untuk selama-lamanya."
    },
    {
      "book": "2 Samuel",
      "chapter": 7,
      "verse": 19,
      "text": "Dan hal ini masih kurang di mata-Mu, ya Tuhan Allah; sebab itu Engkau telah berfirman juga tentang keluarga hamba-Mu ini dalam masa yang masih jauh dan telah memperlihatkan kepadaku serentetan manusia yang akan datang, ya Tuhan Allah."
    },
    {
      "book": "2 Samuel",
      "chapter": 7,
      "verse": 25,
      "text": "Dan sekarang, ya TUHAN Allah, tepatilah untuk selama-lamanya janji yang Kauucapkan mengenai hamba-Mu ini dan mengenai keluarganya dan lakukanlah seperti yang Kaujanjikan itu."
    },
    {
      "book": "2 Samuel",
      "chapter": 9,
      "verse": 4,
      "text": "Tanya raja kepadanya: \"Di manakah ia?\" Jawab Ziba kepada raja: \"Dia ada di rumah Makhir bin Amiel, di Lodebar.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 12,
      "verse": 5,
      "text": "Lalu Daud menjadi sangat marah karena orang itu dan ia berkata kepada Natan: \"Demi Tuhan yang hidup: orang yang melakukan itu harus dihukum mati."
    },
    {
      "book": "2 Samuel",
      "chapter": 12,
      "verse": 6,
      "text": "Dan anak domba betina itu harus dibayar gantinya empat kali lipat, karena ia telah melakukan hal itu dan oleh karena ia tidak kenal belas kasihan.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 12,
      "verse": 8,
      "text": "Telah Kuberikan isi rumah tuanmu kepadamu, dan isteri-isteri tuanmu ke dalam pangkuanmu. Aku telah memberikan kepadamu kaum Israel dan Yehuda; dan seandainya itu belum cukup, tentu Kutambah lagi ini dan itu kepadamu."
    },
    {
      "book": "2 Samuel",
      "chapter": 12,
      "verse": 12,
      "text": "Sebab engkau telah melakukannya secara tersembunyi, tetapi Aku akan melakukan hal itu di depan seluruh Israel secara terang-terangan.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 13,
      "verse": 6,
      "text": "Sesudah itu berbaringlah Amnon dan berbuat pura-pura sakit. Ketika raja datang menengok dia, berkatalah Amnon kepada raja: \"Izinkanlah adikku Tamar datang membuat barang dua kue di depan mataku, supaya aku memakannya dari tangannya.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 16,
      "verse": 3,
      "text": "Kemudian bertanyalah raja: \"Di manakah anak tuanmu?\" Jawab Ziba kepada raja: \"Ia ada di Yerusalem, sebab katanya: Pada hari ini kaum Israel akan mengembalikan kepadaku kerajaan ayahku.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 17,
      "verse": 15,
      "text": "Sesudah itu berkatalah Husai kepada Zadok dan kepada Abyatar, imam-imam itu: \"Ini dan itu dinasihatkan Ahitofel kepada Absalom dan kepada para tua-tua Israel, tetapi ini dan itu kunasihatkan."
    },
    {
      "book": "2 Samuel",
      "chapter": 17,
      "verse": 21,
      "text": "Setelah orang-orang itu pergi, keluarlah keduanya dari sumur, lalu pergi memberitahu raja Daud, kata mereka kepada Daud: \"Bersiaplah dan seberangilah dengan segera sungai ini, sebab ini dan itu dinasihatkan Ahitofel terhadap kamu.\""
    },
    {
      "book": "2 Samuel",
      "chapter": 19,
      "verse": 7,
      "text": "Oleh sebab itu, bangunlah, pergilah ke luar dan berbicaralah menenangkan hati orang-orangmu. Sebab aku bersumpah demi Tuhan, apabila engkau tidak keluar, maka seorangpun tidak akan ada yang tinggal bersama-sama dengan engkau pada malam ini; dan hal ini berarti celaka bagimu meleb"
    },
    {
      "book": "2 Samuel",
      "chapter": 20,
      "verse": 18,
      "text": "Kemudian berkatalah perempuan itu: \"Dahulu biasa orang berkata begini: Baiklah orang minta petunjuk di Abel dan di Dan, apakah sudah dihapuskan"
    },
    {
      "book": "2 Samuel",
      "chapter": 22,
      "verse": 50,
      "text": "Sebab itu aku mau menyanyikan syukur bagi-Mu, ya Tuhan, di antara bangsa-bangsa, dan aku mau menyanyikan mazmur bagi nama-Mu."
    },
    {
      "book": "2 Samuel",
      "chapter": 23,
      "verse": 2,
      "text": "Roh Tuhan berbicara dengan perantaraanku, firman-Nya ada di lidahku;"
    },
    {
      "book": "2 Samuel",
      "chapter": 23,
      "verse": 14,
      "text": "Pada waktu itu Daud ada di dalam kubu gunung dan pasukan pendudukan orang Filistin pada waktu itu ada di Betlehem."
    },
    {
      "book": "2 Samuel",
      "chapter": 24,
      "verse": 6,
      "text": "Kemudian sampailah mereka ke Gilead dan ke Kadesh di negeri orang Het. Selanjutnya sampailah mereka ke Dan dan dari Dan mengambil jurusan Sidon."
    },
    {
      "book": "2 Samuel",
      "chapter": 24,
      "verse": 25,
      "text": "Lalu Daud men di ri kan di sana mezbah bagi Tuhan dan mem per sem bah kan korban bakar an dan korban ke sela matan. Maka Tuhan me nga bul kan doa untuk negeri itu, dan tulah itu berhenti menimpa orang Israel. 1 RAJA-RAJA Hari tua Daud dan soal penggantinya sesudah aku dan dialah "
    },
    {
      "book": "2 Tawarikh",
      "chapter": 1,
      "verse": 5,
      "text": "Namun mezbah tembaga yang dibuat Bezaleel bin Uri bin Hur masih ada di sana di depan Kemah Suci Tuhan. Maka ke sanalah Salomo dan jemaah itu meminta petunjuk Tuhan."
    },
    {
      "book": "2 Tawarikh",
      "chapter": 6,
      "verse": 34,
      "text": "Apabila umat-Mu keluar untuk berperang melawan musuh-musuhnya, ke arah manapun Engkau menyuruh mereka, dan apabila mereka berdoa kepada-Mu dengan berkiblat ke kota yang telah Kaupilih ini dan ke rumah yang telah kudirikan bagi namaMu,"
    },
    {
      "book": "2 Tawarikh",
      "chapter": 10,
      "verse": 2,
      "text": "Segera sesudah hal itu kedengaran kepada Yerobeam bin Nebat-ia ada di Mesir, sebab ia melarikan diri ke sana dari hadapan raja Salomo-maka kembalilah ia dari Mesir."
    },
    {
      "book": "2 Tawarikh",
      "chapter": 18,
      "verse": 18,
      "text": "Kata Mikha: \"Sebab itu dengarkanlah firman Tuhan. Aku telah melihat Tuhan sedang duduk di atas takhta-Nya dan segenap tentara sorga berdiri di sebelah kanan-Nya dan di sebelah kiri-Nya."
    },
    {
      "book": "2 Tawarikh",
      "chapter": 29,
      "verse": 19,
      "text": "Dan segala perkakas, yang dibuang raja Ahas, ketika ia berubah setia pada masa pemerintahannya, telah kami sediakan dan kami kuduskan. Sekarang semuanya itu ada di depan mezbah Tuhan!\""
    },
    {
      "book": "2 Tawarikh",
      "chapter": 33,
      "verse": 7,
      "text": "Ia menaruh juga patung berhala yang telah dibuatnya dalam rumah Allah, walaupun Allah telah berfirman kepada Daud dan kepada Salomo, anaknya: \"Dalam rumah ini dan di Yerusalem, yang telah Kupilih dari antara segala suku Israel, Aku akan menaruh nama-Ku untuk selama-lamanya!"
    },
    {
      "book": "2 Tawarikh",
      "chapter": 36,
      "verse": 23,
      "text": "\"Beginilah perintah Koresh, raja Persia: Segala kerajaan di bumi telah di karunia kan ke padaku oleh Tuhan, Allah semesta langit. Ia menugaskan aku untuk men di ri kan rumah bagiNya di Yerusalem, yang ter letak di Yehuda. Si apa di antara kamu ter masuk umat-Nya, Tuhan, Allahnya,"
    },
    {
      "book": "2 Tesalonika",
      "chapter": 1,
      "verse": 3,
      "text": "Kami wajib selalu mengucap syukur ke pada Allah karena kamu, saudara-saudara. Dan memang patutlah demi kian, karena imanmu hingga dalam jemaat-jemaat Allah kami sendiri bermegah tentang kamu karena keta bah anmu dan imanmu dalam segala pengani a ya an dan penindas an yang kamu de"
    },
    {
      "book": "2 Tesalonika",
      "chapter": 3,
      "verse": 7,
      "text": "Sebab kamu sendiri tahu, bagaimana kamu harus mengikuti teladan kami, karena kami tidak lalai bekerja di antara kamuMe, re ka itu hen dak men ja di"
    },
    {
      "book": "2 Tesalonika",
      "chapter": 3,
      "verse": 18,
      "text": "Kasih karunia Yesus Kristus, Tuhan kita, menyertai kamu sekali an! pada tuju an itu dan yang sesat dalam omongan yang sia-sia."
    },
    {
      "book": "2 Timotius",
      "chapter": 1,
      "verse": 4,
      "text": "Dan apa bila aku ter ke nang akan air matamu yang kau curahkan, aku ingin me lihat engkau kembali supaya penuhlah ta ma-ta ma hidup di dalam nenekmu Lois dan di dalam ibumu Euni ke dan yang aku yakin hidup juga di dalam di rimu."
    },
    {
      "book": "2 Timotius",
      "chapter": 3,
      "verse": 9,
      "text": "Tetapi sudah pasti mereka tidak akan lebih maju, karena seperti dalam hal Ya nes dan Yambres, ke bodoh an merekapun akan nyata bagi semua orang. Iman bertumbuh dalam penganiayaan dan dalam pembacaan Kitab Suci"
    },
    {
      "book": "3 Yohanes",
      "chapter": 1,
      "verse": 8,
      "text": "Kita wajib menerima orang-orang yang demikian, supaya kita boleh mengambil bagian dalam pekerjaan mereka untuk kebenaranke. mu ka di an ta ra me re ka, ti dak mau mengakui ka mi."
    },
    {
      "book": "Amos",
      "chapter": 7,
      "verse": 14,
      "text": "Jawab Amos kepada Amazia: \"Aku ini bukan nabi dan aku ini tidak termasuk golongan nabi, melainkan aku ini seorang peternak dan pemungut buah ara hutan."
    },
    {
      "book": "Amsal",
      "chapter": 30,
      "verse": 7,
      "text": "Dua hal aku mohon kepada-Mu, jangan itu Kautolak sebelum aku mati, yakni:"
    },
    {
      "book": "Ayub",
      "chapter": 1,
      "verse": 14,
      "text": "datanglah seorang pesuruh ke pada Ayub dan berkata: \"Sedang lembu sapi membajak dan keledai-keledai betina makan rum put di sebelahnya, dan anak perempuan yang pertama di berinya nama Yemima, yang ke dua Ke zia dan yang ke tiga Kerenhapukh."
    },
    {
      "book": "Ayub",
      "chapter": 1,
      "verse": 15,
      "text": "datanglah orang-orang Syeba menyerang dan me rampasnya serta memukul penjaganya dengan mata pedang. Hanya aku sendiri yang luput, sehingga dapat memberi tahu kan hal itu kepada tuan.\" Di seluruh negeri tidak ter dapat perempuan yang secantik anak-anak Ayub, dan mereka di beri aya"
    },
    {
      "book": "Ayub",
      "chapter": 1,
      "verse": 16,
      "text": "Sementara orang itu berbicara, datanglah orang lain dan berkata: \"Api telah menyambar dari langit dan membakar serta me makan habis kambing domba dan penjaga-penjaga. Hanya aku sendiri yang luput, sehingga dapat memberi tahu kan hal itu ke pada tuan.\" Sesudah itu Ayub masih hidup"
    },
    {
      "book": "Ayub",
      "chapter": 1,
      "verse": 17,
      "text": "Sementara orang itu berbicara, datanglah orang lain dan berkata: \"Orang-orang Kasdim membentuk tiga pasukan, lalu menyerbu unta-unta dan merampasnya serta memukul penjaganya dengan mata pedang. Hanya aku sendiri yang luput, sehingga dapat memberitahukan hal itu kepada tuanMa.\" ka"
    },
    {
      "book": "Ayub",
      "chapter": 6,
      "verse": 24,
      "text": "Ajarilah aku, maka aku akan diam; dan tunjukkan kepadaku dalam hal apa aku tersesat."
    },
    {
      "book": "Ayub",
      "chapter": 13,
      "verse": 20,
      "text": "Hanya janganlah Kaulakukan terhadap aku dua hal ini, maka aku tidak akan bersembunyi terhadap Engkau:"
    },
    {
      "book": "Bilangan",
      "chapter": 1,
      "verse": 20,
      "text": "Ketika silsilah bani Ruben, yaitu keturunan anak sulung Israel, disusun menurut kaum-kaum yang ada dalam suku mereka, maka dicatatlah nama semua laki-laki yang berumur dua puluh tahun ke atas, semua Ru ben ada em pat pu luh enam ri bu li ma ratus orang."
    },
    {
      "book": "Bilangan",
      "chapter": 5,
      "verse": 24,
      "text": "dan ia harus memberi perempuan itu minum air pahit yang mendatangkan kutuk itu, dan air itu akan masuk ke dalam badannya dan menyebabkan sakit yang pedih."
    },
    {
      "book": "Bilangan",
      "chapter": 7,
      "verse": 85,
      "text": "Beratnya tiap-tiap pinggan adalah seratus tiga puluh syikal perak, dan beratnya tiap-tiap bokor penyiraman adalah tujuh puluh syikal; segala perak perkakas-perkakas itu ada dua ribu empat ratus syikal beratnya, ditimbang menurut syikal kudus."
    },
    {
      "book": "Bilangan",
      "chapter": 9,
      "verse": 15,
      "text": "Pada hari didirikan Kemah Suci, maka awan itu menutupi Kemah Suci, kemah hukum Allah; dan pada waktu malam sampai pagi awan itu ada di atas Kemah Suci, kelihatan seperti api."
    },
    {
      "book": "Bilangan",
      "chapter": 11,
      "verse": 10,
      "text": "Ketika Musa mendengar bangsa itu, yaitu orang-orang dari setiap kaum, menangis di depan pintu kemahnya, bangkitlah murka Tuhan dengan sangat, dan hal itu dipandang jahat oleh Musa."
    },
    {
      "book": "Bilangan",
      "chapter": 11,
      "verse": 33,
      "text": "Selagi daging itu ada di mulut mereka, sebelum dikunyah, maka bangkitlah murka Tuhan terhadap bangsa itu dan Tuhan memukul bangsa itu dengan suatu tulah yang sangat besar."
    },
    {
      "book": "Bilangan",
      "chapter": 13,
      "verse": 16,
      "text": "Itulah nama orang-orang yang disuruh Musa untuk mengintai negeri itu; dan Musa menamai Hosea bin Nun itu Yosua."
    },
    {
      "book": "Bilangan",
      "chapter": 14,
      "verse": 6,
      "text": "Tetapi Yosua bin Nun dan Kaleb bin Yefune, yang termasuk orang-orang yang telah mengintai negeri itu, mengoyakkan pakaiannya,"
    },
    {
      "book": "Bilangan",
      "chapter": 14,
      "verse": 38,
      "text": "Tetapi yang tinggal hidup dari orang-orang yang telah pergi mengintai 14:20-35: Ul. 1:34-40 negeri itu hanyalah Yosua bin Nun dan Kaleb bin YefuneSerangan. ke bagian selatan gagal"
    },
    {
      "book": "Bilangan",
      "chapter": 16,
      "verse": 1,
      "text": "Korah bin Yizhar bin Kehat bin Lewi, beserta Datan dan Abiram, anak-anak Eliab, dan On bin Pelet, ketiganya orang Ruben, mengajak orang-orang"
    },
    {
      "book": "Bilangan",
      "chapter": 16,
      "verse": 28,
      "text": "Sesudah itu berkatalah Musa: \"Dari hal inilah kamu akan tahu, bahwa aku diutus Tuhan untuk melakukan segala perbuatan ini, dan hal itu bukanlah dari hatiku sendiri:"
    },
    {
      "book": "Bilangan",
      "chapter": 19,
      "verse": 18,
      "text": "Kemudian seorang yang tahir haruslah mengambil hisop, mencelupkannya ke dalam air itu dan memercikkannya ke atas kemah dan ke atas segala bejana dan ke atas orang-orang yang ada di sana, dan ke atas orang yang telah kena kepada tulang-tulang, atau kepada orang yang mati terbunuh,"
    },
    {
      "book": "Bilangan",
      "chapter": 25,
      "verse": 9,
      "text": "Orang yang mati karena tulah itu ada dua puluh empat ribu orang banyaknya."
    },
    {
      "book": "Bilangan",
      "chapter": 32,
      "verse": 10,
      "text": "Maka bangkitlah murka Tuhan pada waktu itu dan Ia bersumpah:"
    }
  ]
}
